Repository: amirreza-tabeshfard/AT-NetCore-TelegramBot
Catalog: ATNetCoreTelegramBot.Resource/Generals/General.*.resx
Languages: fa_ir

# ActivatorUserId
source: Activator
fa_ir: مسوول فعال‌سازی

# ActiveDateTime
source: Active Time
fa_ir: زمان فعال‌سازی

source: Address
fa_ir: نشانی

source: Address(es)
fa_ir: نشانی(ها)

source: Address Title
fa_ir: عنوان نشانی

# AttachmentLength
source: Attachment Length (Byte)
fa_ir: اندازه فايل (بايت)

source: Category
fa_ir: طبقه‌بندی

source: Child Count
fa_ir: تعداد زيرمجموعه

source: Code
fa_ir: کد

# CommentCount
source: Comments
fa_ir: نظرات

# CreatorUserId
source: Creator
fa_ir: ايجاد کننده

source: Culture Id
fa_ir: زبان

source: Culture Lcid
fa_ir: زبان

source: Day
fa_ir: روز

# DeleteDateTime
source: Delete Time
fa_ir: زمان حذف

source: Description
fa_ir: توضيحات

source: Discount
fa_ir: تخفيف

source: Discount Rate
fa_ir: درصد تخفيف

source: Discount Value
fa_ir: مقدار تخفيف

source: Download
fa_ir: دانلود

source: Download Count
fa_ir: تعداد دانلود

# EditorUserId
source: Editor
fa_ir: ويرايش کننده

source: Empty
fa_ir: ندارد

source: File
fa_ir: فايل

source: File Name
fa_ir: نام فايل

source: Free
fa_ir: رايگان

source: Has Attachment
fa_ir: فايل ضميمه

source: Hits
fa_ir: بازديد

source: Home Page
fa_ir: صفحه خانگی

source: Home Page Url
fa_ir: نشانی صفحه خانگی

source: Hour(s)
fa_ir: ساعت

source: Id
fa_ir: شناسه

source: Image
fa_ir: تصوير

source: Image Url
fa_ir: نشانی عکس

source: Inactive
fa_ir: غير فعال

# InsertAndUpdateDateTime
source: Insert and Update Time
fa_ir: زمان درج و ويرايش

source: Insert Date Time
fa_ir: زمان درج

# IsActive
source: Active
fa_ir: فعال

# IsDeleted
source: Deleted
fa_ir: حذف شده

# IsFeatured
source: Featured
fa_ir: برگزيده

source: Is Pin
fa_ir: سنجاق

source: Is Public
fa_ir: نمايش برای عموم

# IsSystem
source: System
fa_ir: سيستمی

# IsVerified
source: Verified
fa_ir: تاييد شده

source: Kilo Byte(s)
fa_ir: کيلوبايت

# LastUpdateDateTime
source: Last Update Time
fa_ir: آخرين زمان ويرايش

# ListItemIsDeleted
source: Is Deleted!
fa_ir: حذف شده!

# ListItemIsInactive
source: Is Inactive!
fa_ir: غير فعال!

# MasterDataCode
source: Code
fa_ir: کد خارجی

source: Master Data Identity
fa_ir: مشخصه خارجی

source: Mega Byte(s)
fa_ir: مگابايت

source: Month
fa_ir: ماه

source: Month(s)
fa_ir: ماه

source: More Information
fa_ir: اطلاعات بيشتر

source: Name
fa_ir: نام

source: No
fa_ir: خير

source: Ordering
fa_ir: چيدمان

source: Phone Number
fa_ir: شماره تماس

source: Phone Number(s)
fa_ir: شماره(های) تماس

source: Price
fa_ir: قيمت

source: Project Action Count
fa_ir: تعداد فعاليت‌ها

# RemoverUserId
source: Remover
fa_ir: مسئول حذف

source: Select File
fa_ir: فايل را انتخاب نماييد

source: Title
fa_ir: عنوان

source: Unlimited
fa_ir: نامحدود

source: Update Date Time
fa_ir: زمان ويرايش

source: User Count
fa_ir: تعداد کاربران

source: Verified By Site
fa_ir: مورد تاييد پايگاه

# VerifierUserId
source: Verifier
fa_ir: مسوول تاييد

# VerifyDateTime
source: Verify Time
fa_ir: زمان تاييد

source: Without Slash At The End!
fa_ir: بدون Slash در انتها!

source: Year
fa_ir: سال

source: Yes
fa_ir: بلی

source: Group
fa_ir: گروه

source: Groups
fa_ir: گروه ها

source: Discount End
fa_ir: پایان تخفیف

source: Discount Start
fa_ir: شروع تخفیف

# IsAvailable
source: Available
fa_ir: موجود

source: Count
fa_ir: تعداد

source: Status Message
fa_ir: وضعیت پیام

# IsProposed
source: Proposed
fa_ir: پیشنهاد

# IsRequired
source: Required
fa_ir: اجباری

source: End Date Time
fa_ir: زمان پایان

source: Start Date Time
fa_ir: زمان شروع

source: Comment
fa_ir: نظر
